export default {
  name: 'disclaimer',
  data() {
    return {
      data: [
        '为保护用户安全使用严选好房（http://yanxuanhaofang.com，以下称"本网站"）的服务，以及保护本网站的权益，请您务必仔细阅读本声明。鉴于网络的特性，本网站将无可避免地与您产生直接或间接的互动关系，您理解并同意：',
        '1、凡以任何方式登陆本网站或直接、间接使用本网站资料者，视为自愿接受本网站声明的约束。',
        '2、严选好房已尽力确保所有资料是准确、完整及最新的。就该资料的针对性、精确性以及特定用途的适合性而言，本网站不可能也无义务做出最对应和最有成效的方案。所以对本网站所引用的资料，本网站概不承诺对其针对性、精确性以及特定用途的适合性负责，同时因依赖该资料所至的任何损失，本网站亦不承担任何法律责任。',
        '3、严选好房不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，故仅供访问者参照使用。其中政策法规中文本不得作为正式法规文本使用。',
        '4、如果单位或个人认为本网站某部分内容有侵权嫌疑，敬请立即通知我们，我们将第一时间予以更该或删除。本网站并不承担查清事情的责任和证实事情公正性和合法性的责任，同时在事情查清前保留对该部分内容继续刊载的权利。',
        '5、若严选好房已经明示其网络服务提供方式发生变更并提醒普通会员应当注意事项，普通会员未按要求操作所产生的一切后果由普通会员自行承担。',
        '6、普通会员明确同意其使用严选好房服务所存在的风险将完全由其自己承担；因其使用严选好房服务而产生的一切后果也由其自己承担，严选好房对普通会员不承担任何责任。',
        '7、普通会员同意保障和维护严选好房及其他普通会员的利益，由于普通会员登录网站内容违法、不真实、不正当、侵犯第三方合法权益，或普通会员违反本协议项下的任何条款而给严选好房或任何其他第三人造成损失，普通会员同意承担由此造成的损害赔偿责任。',
        '8、本网站严格保护您的个人信息安全，我们使用各种制度、安全技术和程序等措施来保护您的个人信息。',
        '9、对于以下情形，本网站无需承担责任：',
        '9.1 由于您使用不当或其它个人原因，导致的个人信息泄露。',
        '9.2 由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人信息泄露、丢失、被盗用或被篡改等。',
        '9.3 由于行政、司法机关依照法定程序要求本网站披露个人信息时，本网站将根据执法单位之要求或为公共安全之目的提供个人信息。 ',
        '9.4 由于网络信息或其他用户行为带来的风险，本网站不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。',
        '10、本网站声明的修改及更新权归严选好房所有。'
      ]
    };
  }
};