const data = [
  {
    id: 100001,
    img: 'http://img-other.jiwu.com/news/2020/05/25/144015291556.jpg/newsx',
    name: '首期盛大开盘 怀柔红盘持续劲销',
    description: '近日，北京城建·府前龙樾首期房源盛大开盘。短短一小时的时间，首期房源几乎销售一空。印证了人们对北京城建·府前龙樾的认可，以及高端人群对于产品的青睐。',
    time: 1590458904520
  },
  {
    id: 100002,
    img: 'http://img-other.jiwu.com/news/2020/05/25/142640548463.jpg/newsx',
    name: '2020二套房认定标准来了，这七种情况都属于二套房',
    description: '随着国内复工复产的到来，买房的需求也在逐渐复苏，房地产市场又重新回暖，房子这件事重新回到大家的生活中。这几天，小区开放，房产销售也开始活跃起来。而据链家、贝壳等平台的分析，目前最活跃的需求是二套房的购买意向。',
    time: 1590458905520
  }
];

export {
  data
};
