const headLine = {
  id: 100001,
  img: 'http://img-other.jiwu.com/news/2020/05/25/065254287554.jpg',
  name: '拿证速递| 成都三环纯洋楼万科润园已取证！蒲江推新卖仅6字头',
  description: '已于5月25日取证，项目推出16/18/19/21/22/23号楼， 共计356套房源。 户型：105-125平米 装修情况：带装修 登记时间：2020-05-26至27日 万科润园约118亩低密纯洋',
  time: 1590458904520
};

const bigGuySays = [
  {
    id: 100001,
    img: 'http://img-other.jiwu.com/news/2020/05/26/08080538023.jpg/pc276x184',
    description: '我宣布：鄙视链被踩在脚下碾压，看不起的板块翻身了！'
  },
  {
    id: 100002,
    img: 'http://img-other.jiwu.com/news/2020/05/26/131751762305.jpg/pc276x184',
    description: '复盘和悦春风，神盘背后藏了两个字！'
  },
  {
    id: 100003,
    img: 'http://img-other.jiwu.com/news/2020/05/26/130751680920.jpg/pc276x184',
    description: '每日昱言 | 广州土地市场回温：单日出让11宗地，总额达240亿元'
  },
  {
    id: 100004,
    img: 'http://img-other.jiwu.com/news/2020/05/26/134303108400.jpg/pc276x184',
    description: '2年后，家中有这5种房子的或将难以卖掉，快看看有你家吗？'
  },
  {
    id: 100005,
    img: 'http://img-other.jiwu.com/news/2020/05/26/134305342455.jpg/pc276x184',
    description: '售楼处重回昔日热闹，存量成交翻倍，北京房价有望“止跌”筑底！'
  }
];

const data = [
  {
    id: 100001,
    name: '高盛料香港楼价及租金将额外下跌5至15个百分点',
    description: '5月25日，高盛发表报告表示，香港新冠疫情有回稳迹象，而防疫限聚措施未来有望逐步取消，惟中央政府上周公布将计划制订港版国安法，在情境分析下，大型社会事件或对本地房地产市场构成潜在负面影响，该行对本地楼',
    time: 1590458904520
  },
  {
    id: 100002,
    name: '瑞信料全国今年房地产销售价值跌7.6%',
    description: '瑞信5月25日发表研究报告，认为目前内地楼市正处于与2018年10月至2019年7月周期相近的时期，包括有宽松政策支持、具稳定性的楼市政策；而在股票市场方面，资产净值折让亦接近过去三个下行周期的低位，',
    time: 1590458905520
  }
];

export {
  headLine,
  bigGuySays,
  data
};
