export default {
  name: 'agreement',
  data() {
    return {
      data: [
        '一、定义 1、吉屋平台，是指深圳市吉屋网络技术有限公司旗下运营之吉屋网站（www.jiwu.com)及吉屋移动应用软件（APP）、小程序等，吉屋平台系专注于运用云计算、大数据、智能营销等互联网技术，致力于为客户带来更好的购房体验的互联网平台。 2、用户，以下亦称为“您”，系指注册或登录吉屋平台使用吉屋产品或服务的具有完全民事权利能力和行为能力的企业法人、社会团体、自然人或其他社会组织等。按用户是否经过注册程序分为注册用户和非注册用户，注册用户是指通过吉屋平台完成注册程序后，使用吉屋平台服务或吉屋网站资料的用户。非注册用户是指未进行注册、直接登录吉屋平台或通过其他吉屋平台允许的方式进入吉屋平台直接或间接地使用吉屋平台服务或吉屋网站资料的用户。按用户使用吉屋服务的方式分为企业用户以及消费者用户，其中企业用户是指通过吉屋进行房源信息发布或在吉屋平台为消费者用户提供其他服务的主体，企业主体可能会使用吉屋提供的其他后台系统，其使用规则另行规定。消费者用户是指通过吉屋进行房源搜索或使用吉屋其他服务的主体。 3、协议方，本协议中的协议方包括深圳市吉屋网络技术有限公司以及为吉屋平台提供技术服务、咨询服务的关联方作为一方，统称“吉屋”，您作为另一方。'
      ]
    };
  }
};
