<template>
  <div class="agreement">
    <el-card shadow="never" header="用户服务协议">
      <p>欢迎您使用严选好房的服务！</p>

      <p class="blod">为使用严选好房的服务，您应当阅读并遵守本《严选好房用户服务协议》（以下简称“本协议”）。本协议是用户与严选好房之间的法律协议，是用户注册严选好房账号并使用严选好房平台服务或非经注册程序直接使用严选好房平台服务时的通用条款。请您务必审慎阅读、充分理解本协议各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。如果您不同意本协议的约定，您应立即停止注册程序或停止使用严选好房平台服务；如您继续访问和使用严选好房平台服务，即视为您已确知并完全同意本协议各项约定。</p>

      <p class="blod">一、定义</p>
      <p>1、严选好房平台，是指廊坊市创源网络科技有限公司旗下运营之严选好房网站（www.yanxuanhaofang.com）及严选好房移动应用软件（APP）、小程序等，严选好房平台系专注于运用云计算、大数据、智能营销等互联网技术，致力于为客户带来更好的购房体验的互联网平台。</p>
      <p>2、用户，以下亦称为“您”，系指注册或登录严选好房平台使用严选好房产品或服务的具有完全民事权利能力和行为能力的企业法人、社会团体、自然人或其他社会组织等。按用户是否经过注册程序分为注册用户和非注册用户，注册用户是指通过严选好房平台完成注册程序后，使用严选好房平台服务或严选好房网站资料的用户。非注册用户是指未进行注册、直接登录严选好房平台或通过其他严选好房平台允许的方式进入严选好房平台直接或间接地使用严选好房平台服务或严选好房网站资料的用户。按用户使用严选好房服务的方式分为企业用户以及消费者用户，其中企业用户是指通过严选好房进行房源信息发布或在严选好房平台为消费者用户提供其他服务的主体，企业主体可能会使用严选好房提供的其他后台系统，其使用规则另行规定。消费者用户是指通过严选好房进行房源搜索或使用严选好房其他服务的主体。</p>
      <p>3、协议方，本协议中的协议方包括廊坊市创源网络科技有限公司以及为严选好房平台提供技术服务、咨询服务的关联方作为一方，统称“严选好房”，您作为另一方。</p>

      <p class="blod">二、协议的效力</p>
      <p class="blod">1、在您按照注册页面提示填写信息、阅读并同意本协议并完成注册程序后或以其他严选好房允许的方式实际使用严选好房平台服务时，您即受本协议的约束。2、本协议内容包括本协议正文，您在使用严选好房某一特定服务或系统时，该服务可能会另有单独的协议、相关业务规则、公告、帮助、说明、通用条款等（以下统称为“规则”）。所有严选好房已经发布的或将来可能发布的规则均为本协议不可分割的组成部分，与本协议具有同等法律效力。除另行明确声明外，任何严选好房及其关联公司提供的服务（以下称为“严选好房平台服务”）均受本协议约束。您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用严选好房平台服务；如您继续访问和使用严选好房平台服务，即视为您已确知并完全同意本协议各项内容。3、严选好房有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公示。如您继续使用严选好房平台服务的，即表示您接受经修订的协议和规则。如发生有关争议时，以严选好房最新的相关协议和规则为准。</p>

      <p class="blod">三、用户账户说明</p>
      <p>1、用户资格</p>
      <p>您确认，在您完成注册程序或以其他严选好房允许的方式实际使用严选好房平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则应获得监护人的知情同意，您及您的监护人应依照法律规定承担因此而导致的相应的责任。特别地，如果您是未成年人，请在您的监护人的同意和指导下访问和/或使用我方平台网站。</p>
      <p class="blod">2、账户的注册、使用与注销</p>
      <p class="blod">（1）在您签署本协议，完成注册程序时，严选好房会向您提供唯一编号的严选好房账户（即用户账户）。您应对您的用户账户、登录密码、支付密码（如有）、验证码的安全以及对通过您的账户实施的行为负责，除非有法律规定或行政司法机关的指令，且征得严选好房的同意，否则您的用户账户不得以任何方式转让、借用、赠与或继承（与账户相关的财产权益除外），您的登录密码、支付密码（如有）和验证码不得对任何第三方提供或泄露，否则，由此给您（或严选好房、任何第三方）造成的一切损失，概由您自行承担，严选好房不承担任何责任。</p>
      <p>2）如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即与严选好房平台公开电话（400-157-6007）联系并通知严选好房暂停或冻结相关服务。您理解严选好房对您的请求采取行动需要合理时间，严选好房对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
      <p>（3）如您想注销您的个人账户，请联系严选好房（400-157-6007），严选好房将及时进行账户注销和个人信息删除。</p>

      <p class="blod">四、严选好房平台所提供的服务</p>
      <p>1、对于企业用户</p>
      <p>（1）如果您是严选好房平台指定合作范围内的合作平台，双方之间可以共享房源、共享客源、共享咨询信息等；</p>
      <p>（2）如果您是加盟严选好房的合作商，您可以在严选好房授权期限、授权地区范围内，使用特定严选好房开发运营的严选好房系列软件的线上流量、运营数据经营新房交易业务，并享受严选好房提供的各项服务与支持。并且您可根据自身业务发展需求在严选好房平台，包含严选好房网站（www.yanxuanhaofang.com）上发布您合作的楼盘信息或广告信息等。</p>
      <p>2、对于个人用户</p>
      <p>如果您拟租售房源，您可以通过严选好房账户将您拟租售的房源的位置信息、价格信息以及您的联系方式予以发布，我们将在要求与严选好房同等保护个人信息的情况下，将您的上述信息共享给严选好房及/或严选好房的合作机构或合作平台，共同为您提供高效的房源出售、出租服务；同时，在要求与严选好房同等保护个人信息的情况下，严选好房将通过与合作机构或合作平台共享个人信息，共同为潜在购房用户提供线上信息服务及线下咨询服务。</p>

      <p class="blod">五、严选好房平台服务使用规范</p>
      <p>1、禁止的内容</p>
      <p>通过严选好房平台，您可以按照严选好房的规则发布有关信息。但所发布之信息不得含有如下内容：</p>
      <p>（一）反对宪法确定的基本原则的；</p>
      <p>（二）危害国家统一、主权和领土完整的；</p>
      <p>（三）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</p>
      <p>（四）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</p>
      <p>（五）宣扬邪教、迷信的；</p>
      <p>（六）扰乱社会秩序，破坏社会稳定的；</p>
      <p>（七）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；</p>
      <p>（八）侮辱或者诽谤他人，侵害公民个人名誉、隐私、知识产权和其他合法权益的；</p>
      <p>（九）危害社会公德，损害民族优秀文化传统的；</p>
      <p>（十）有关法律、行政法规和国家规定禁止的其他内容。</p>
      <p>2、禁止的行为：</p>
      <p>1）发表、传送、传播、储存侵害他人知识产权（包括著作权、商标权、专利权等）、品牌形象、商业秘密权等合法权利的内容，包含病毒、木马、定时炸弹等可能对严选好房系统造成伤害或影响其稳定性的内容制造虚假身份以误导、欺骗他人；</p>
      <p>2）传送或散布以其他方式实现传送的含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此）：包括版权或商标法（或隐私权或公开权），除非用户拥有或控制着相应的权利或已得到所有必要的认可；</p>
      <p>3）使用任何包含有通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式利用本“软件”获得的图像或相片的资料或信息；</p>
      <p>4）进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐号；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本平台系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；</p>
      <p>5）修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，不得将用于上述用途的软件通过信息网络向公众传播或者运营；</p>
      <p>6）在未经严选好房书面明确授权前提下，出售、出租、出借、散布、转移或转授权软件和服务或相关的链接或从使用软件和服务或软件和服务的条款中获利，无论以上使用是否为直接经济或金钱收益；</p>
      <p>7）违背严选好房页面公布之活动规则，包括但不限于发布虚假信息、作弊或通过其他手段进行虚假交易。</p>
      <p>3、您了解并同意，严选好房有权应政府部门（包括司法及行政部门）的要求，向其提供您在严选好房平台填写的注册信息和发布纪录等必要信息。</p>
      <p>4、在严选好房平台上使用严选好房平台服务过程中，您承诺遵守以下约定：</p>
      <p>1）在使用严选好房平台服务过程中实施的所有行为均遵守国家法律、法规等规范文件及严选好房平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保严选好房免于因此产生任何损失或增加费用。</p>
      <p>2）不发布国家禁止发布的信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不发布违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。</p>
      <p>3）在未与严选好房存在合作的情况下，不对严选好房平台上的任何数据作商业性利用，包括但不限于在未经严选好房事先书面同意的情况下，以复制、传播等任何方式使用严选好房平台站上展示的资料。</p>
      <p>4）不使用任何装置、软件或例行程序干预或试图干预严选好房平台的正常运作或正在严选好房平台上进行的任何活动。您不得采取任何将导致不合理的庞大数据负载加诸严选好房平台网络设备的行动。</p>
      <p>5、如您违反上述约定，您了解并同意严选好房按以下方式进行处理：</p>
      <p>1）您违反上述承诺时，严选好房有权依据本协议的约定，做出相应处理或终止向您提供服务，且无须征得您的同意或提前通知于您。</p>
      <p>2）根据相关法令的指定或者严选好房平台服务规则的判断，您的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的，严选好房有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、降低您的信用值或直接停止提供服务。</p>
      <p>3）对于您在严选好房平台上实施的行为，包括您未在严选好房平台上实施但已经对严选好房平台及其用户产生影响的行为，严选好房有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此采取相应的处理措施。</p>
      <p>4）对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保严选好房免于承担因此产生的损失或增加的费用。</p>
      <p>5）如您涉嫌违反有关法律或者本协议之规定，使严选好房遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿严选好房因此造成的损失及（或）发生的费用，包括合理的律师费用。</p>

      <p class="blod">六、责任范围和责任限制</p>
      <p class="blod">1、严选好房负责向您提供严选好房平台信息服务。但严选好房对严选好房平台服务不作任何明示或暗示的保证，包括但不限于严选好房平台信息服务的准确性、适用性、没有错误、疏漏或适用于某一特定用途。严选好房应采取相应措施保护严选好房平台的安全性、稳定性、持续性、可靠性。</p>
      <p class="blod">2、严选好房仅向您提供严选好房平台信息服务，您了解严选好房平台上的信息系用户自行发布或转载于网络，由于海量信息的存在，且严选好房平台无法杜绝可能存在风险和瑕疵。您应谨慎判断确定相关信息的真实性、有效性，并最终以政府网站或开发商实际公示为准。</p>
      <p>3、严选好房平台与其他的在线使用的互联网网站一样，也会受到各种不良信息、网络安全和网络故障问题的困扰，包括但不限于：</p>
      <p>1）其他用户可能会发布诈骗或虚假信息，或者发表有谩骂、诅咒、诋毁、攻击内容的等让人反感、厌恶的内容的非法言论；</p>
      <p>2）其他用户可能会发布一些侵犯您或者其他第三方知识产权、肖像权、姓名权、名誉权、隐私权和/或其他合法权益的图片、照片、文字等资料；</p>
      <p>3）面临着诸如黑客攻击、计算机病毒困扰、系统崩溃、网络掉线、网速缓慢、程序漏洞等问题的困扰和威胁。</p>
      <p class="blod">您充分了解并同意：上述的各种不良信息、网络安全和网络故障问题，并不是严选好房或者严选好房平台所导致的问题，由此可能会造成您感到反感、恶心、呕吐等精神损害，或者给您造成其他的损失，概由您自行承担，严选好房无须向您承担任何责任。</p>
      <p>4、您同意，在发现本网站任何内容不符合法律规定，或不符合本用户协议规定的，您有义务及时通知严选好房。如果您发现您的个人信息被盗用、您的版权或者其他权利被侵害，请将此情况告知严选好房并同时提供如下信息和材料：</p>
      <p>1）侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；</p>
      <p>2）您是所述的版权或者其他权利的合法拥有者的权利证明；</p>
      <p>3）您的个人信息及有效联系方式，包括真实姓名、地址，电话号码和电子邮件等；</p>
      <p>4）您的身份证复印件、营业执照等其他相关资料。</p>
      <p>经审查得到证实的，我们将及时删除相关信息。我们仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的，您可以通过客服电话先行告知，我们会视情况采取相应措施。</p>
      <p class="blod">5、您了解并同意，严选好房不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿：</p>
      <p>1）使用或未能使用严选好房平台服务；</p>
      <p>2）第三方未经批准地使用您的账户或更改您的数据；</p>
      <p>3）通过严选好房平台购买、获取任何服务、数据、信息等行为或替代行为或与其他任何第三方搭建线上/线下交易、服务法律关系之间的全部事宜产生的费用及损失；</p>
      <p>4）您对严选好房平台服务的误解；</p>
      <p>5）因不可抗力或其他因非严选好房的原因而引起的与严选好房平台服务有关的其它损失。</p>
      <p class="blod">6、您在严选好房上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议及其他相关规则。严选好房和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>
      <p class="blod">7、您同意在使用严选好房平台服务过程中显示严选好房自行或由第三方服务商向您发送或提供的推广或宣传信息、资讯、动态等（统称为推广信息，包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。除法律法规明确规定外，您应自行对依该推广信息进行的交易审慎评估理性接受，并对交易后果负责，对用户因依该推广信息进行的交易或前述第三方服务商提供的内容因而遭受的损失或损害，严选好房不承担任何责任。</p>
      <p>8、严选好房对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。</p>
      <p>9、您应当严格遵守本协议及严选好房规则等，因您违反协议或规则的行为给第三方或严选好房造成损失的，您应当承担全部责任。</p>
      <p>10、严选好房保留在中华人民共和国大陆地区施行之法律允许的范围内独立决定拒绝服务、关闭用户账户、审查、编辑、清除用户发布内容的权利。</p>

      <p class="blod">七、隐私权政策</p>
      <p>在您使用我方提供的服务时，您同意我方按照在我方平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。</p>
      <p>我方非常重视用户个人信息的保护，根据有关法律法规要求，网络产品、服务具有收集用户信息功能的，其提供者应当向用户明示并取得同意。我方特此通过单独明示的《隐私权政策》明确向您告知收集、使用用户个人信息的目的、方式和范围，查询、更正信息的渠道以及拒绝提供信息的后果。我方希望通过隐私权政策向您清楚地介绍我方对您个人信息的处理方式，因此您在使用我方提供的服务前，应当完整地阅读<router-link :to="{ name: 'privacy' }" class="link">《隐私权政策》</router-link>，以帮助您更好地保护您的隐私权。</p>
      <p>如果您不同意《隐私权政策》的任何内容，您应立即停止使用我方平台服务。当您使用我方平台提供的任一服务时，即表示您已同意我们按照我方平台《隐私权政策》来合法收集、使用和保护您的个人信息。</p>
      <p>《隐私权政策》中所指个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息。</p>
      <p>当《隐私权政策》所载事项发生变化时，我们会及时更新《隐私权政策》，会通过系统提示、信息推送和／或您在我方平台留下的联系方式向您告知。</p>
      <p>如您对隐私权政策有任何疑问或对您的个人信息保护有任何投诉，您可以通过我方平台公布的联系方式与我们联系。（400-157-6007）。</p>

      <p class="blod">八、知识产权声明</p>
      <p>1、“严选好房”等为严选好房所在公司及其关联公司的商标，受法律保护，任何人不得擅自使用。凡侵犯本公司版权等知识产权的，严选好房将依法追究其相关法律责任。</p>
      <p>2、严选好房平台所刊登的资料信息（包括但不限于编码、文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是严选好房或其内容提供者的财产，受中国和国际版权法的保护。本平台上所有内容的汇编是严选好房的排他财产，受中国和国际版权法的保护。本平台上所有软件都是严选好房或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。任何被授权的浏览、复制、打印和传播属于严选好房平台网站内信息内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此版权声明。</p>
      <p>3、用户一旦接受本协议，即表明该用户主动将其在任何时间段在本平台发表的任何形式的信息内容（包括但不限于用户问答、评价、用户咨询、各类资讯、知识、百科、意见、话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给严选好房所有，用户同意严选好房有权就任何主体侵权而单独提起诉讼。</p>
      <p>4、本协议已经构成《中华人民共和国著作权法》及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在严选好房平台上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>
      <p>5、用户同意并已充分了解本协议的条款，承诺不将已发表于严选好房平台的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。</p>
      <p>6、用户通过严选好房平台发布的信息或内容，并不代表严选好房之意见及观点，也不意味着严选好房赞同其观点或证实其内容的真实性。</p>
      <p class="blod">7、用户通过严选好房平台发布的信息、文字、图片等资料均由严选好房用户提供，其真实性、准确性和合法性由信息发布人负责。严选好房不提供任何保证，并不承担任何法律责任。如果以上资料侵犯了第三方的知识产权或其他权利，责任由信息发布者本人承担，严选好房对此不承担责任。</p>
      <p class="blod">8、除法律另有强制性规定外，未经严选好房明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、传播、展示、镜像、上传、下载、转载、引用、链接、抓取或以其他方式使用严选好房平台的信息内容及相关资料，否则，严选好房有权追究其法律责任。</p>
      <p>9、严选好房平台以下内容不可任意转载：</p>
      <p>1）本平台内发布的所有信息；</p>
      <p>2）已作出不得转载或未经许可不得转载声明的内容；</p>
      <p>3）本平台中特有的图形、标志、页面风格、编排方式、程序等；</p>
      <p>4）本平台中必须具有特别授权或具有注册用户资格方可知晓的内容；</p>
      <p>5）其他法律不允许或本平台认为不适合转载的内容。</p>
      <p>10、对于不当引用严选好房网站内容而引起的纷争等或因纠纷等造成的任何损失，严选好房不承担相关法律责任。对不遵守本声明的用户或其他违法、恶意使用严选好房平台内容者，严选好房保留追究其法律责任的权利。</p>

      <p class="blod">九、协议终止</p>
      <p>1、您同意，严选好房基于平台服务的安全性，有权中止向您提供部分或全部严选好房平台服务，暂时冻结您的账户，待安全问题解决后及时恢复，并对中止、冻结及恢复的事实及时通知。如果网站的安全问题是由于您的违法行为引起，严选好房有权终止向您提供部分或全部严选好房平台服务，永久冻结（注销）您的帐户，并有权向您对损失进行索赔。</p>
      <p>2、您同意，您与严选好房的协议关系终止后，严选好房仍享有下列权利：</p>
      <p>1）按法律规定保存您在使用严选好房服务期间的信息发布记录、交易记录及及其他登陆使用操作记录等。</p>
      <p>2）您在使用严选好房平台服务期间存在违法行为或违反本协议和/或规则的行为的，严选好房仍可依据本协议向您主张权利、追究责任。</p>

      <p class="blod">十、法律适用、管辖与其他</p>
      <p>1、本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国法律，如法律无相关规定的，则应参照通用国际商业惯例和（或）行业惯例。</p>
      <p>2、本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
      <p  class="blod">3、因本协议产生之争议、纠纷，应由严选好房与您友好协商解决；协商不成的，任何一方均有权向当地人民法院诉讼解决。为维护网民和相关权利人利益，廊坊创源网络科技有限公司已经以公示的方式，为用户及相关权利人提供了丰富、便捷的线上线下投诉渠道。基于网络用户间的公平考量，同时也为了使网络用户的投诉能够及时得到处理，避免被当做垃圾邮件屏蔽，廊坊创源网络科技有限公司拒绝接收和处理所有以电子邮件形式发送给本公司员工个人的网络侵权通知，更不承诺对发送给本公司员工个人的电子邮件侵权通知进行优先处理，特此告知。</p>
      
      <div class="footer">
        <p>廊坊市创源网络科技有限公司</p>
        <p>2020年05月01日</p>
      </div>
    </el-card>
  </div>
</template>

<script src="./agreement"></script>

<style lang="scss" scoped src="./agreement.scss"></style>
