<template>
  <div class="main">
    <div class="content">
      <h1>欢迎您使用严选好房，特别提示：</h1>

      <p>“严选好房”平台（以下简称“本平台”、“平台”、“我们”）尊重个人隐私，重视对用户个人信息及隐私权的保护。因此，本平台制定了隐私保护政策以保护用户的个人信息。<span class="blod">请用户仔细阅读本隐私保护政策的全部条款（尤其是以加粗方式显示的内容），确认已完全了解本平台对用户个人信息的处理规则。</span></p>
      <p>如果用户对本隐私保护政策有任何疑问，可通过拨打本平台咨询热线400-157-6007联系我们；<span class="blod">如果用户不同意本隐私保护政策的任何条款，用户应立即停止访问本平台且无权在本平台上进行任何操作或接受本平台的任何服务。</span></p>
      <p><span class="blod">本隐私保护政策系用户与本平台所签订的</span>《严选好房服务协议》<span class="blod">不可分割的组成部分，与其具有同等法律效力；对于本隐私保护政策中未作约定的情况，应当按照该协议的约定执行。</span></p>

      <p>一、术语定义</p>
      <p>1.“本公司”：廊坊市创源网络科技有限公司。</p>
      <p>2.“严选好房”平台：由廊坊市创源网络科技有限公司所有并运营的严选好房官网（www.yanxuanhaofang.com，包括移动端访问网址）及相关服务系统或程序（包括但不限于IOS及Android系统的移动客户端、经授权可在第三方平台运行的小程序等），以下简称“本平台”、“平台”、“我们”。</p>
      <p>3.“用户”：使用本平台功能和服务的自然人、法人或非法人组织，其中包括了与本公司及本平台围绕本平台服务开展并建立合作关系的自然人、法人或非法人组织（以下简称“合作方”）。用户亦分为自然人用户、机构用户。</p>
      <p>4.“自然人用户”：若用户是使用本平台服务的自然人，则其应当是年满18周岁且具有完全民事权利能力和完全民事行为能力；或用户虽未满18周岁但系在监护人的批准或陪同下使用本平台服务。若用户不具备前述条件，则应立即终止注册或停止使用本平台。</p>
      <p>5.“机构用户”：若用户是使用本平台服务的法人或非法人组织，则其应当承诺满足以下条件：(1)用户应当系依法设立且有效存续的组织机构，具备完全民事行为能力，具备签署及履行本协议的一切经营资质、授权和许可；(2)若用户指定其雇员使用本平台服务，则其雇员应当满足前述“自然人用户”的定义。若用户不具备前述条件，则应立即终止注册或停止使用本平台。</p>

      <p>二、收集和使用用户个人信息的目的</p>
      <p class="blod">1.本平台及合作方出于向用户提供服务的目的而合理收集和使用用户的个人信息，如下：</p>
      <p>(1)帮助用户成为我们的注册用户；</p>
      <p>(2)向用户提供产品和服务；</p>
      <p>(3)与用户沟通；</p>
      <p>(4)为用户展示和推送定制内容；</p>
      <p>(5)为用户提供安全保障；</p>
      <p>(6)改善我们的产品和服务，并开展内部审计、数据分析和研究；</p>
      <p>(7)其他用途（当我们要将信息用于本隐私政策未载明的其他用途，将基于特定目的收集而来的信息用于其他目的时，会事先征求用户的同意）。</p>
      <p class="blod">2.在符合下列条件之一的情况下，本平台及合作方可能对用户的个人信息进行使用：</p>
      <p>(1)已取得用户的书面同意；</p>
      <p>(2)为免除或减少用户在生命、身体或财产方面的紧急危险；</p>
      <p>(3)为防止他人权益遭受重大危害；</p>
      <p>(4)为增进公共利益，且无害于用户的重大利益；</p>
      <p>(5)本隐私保护政策中用户信息披露原则所述情形。</p>

      <p>三、用户非个人信息</p>
      <p>本平台将通过用户的IP地址来收集非个人化的信息，例如用户的浏览器性质、操作系统种类、给用户提供接入服务的ISP域名、用户访问本平台的顺序和链接途径、用户访问时所在的地理位置等。通过收集上述信息，本平台将优化在用户计算机屏幕上显示的页面，同时进行客流量统计、访问者阅读习惯整理等，从而改进本平台的管理和服务。这些无关个人身份的信息能帮助本平台识别最受欢迎的地区和内容等，进而并帮助本平台改进对用户提供的服务。</p>

      <p>四、用户个人信息</p>
      <p>1.当用户在本平台进行用户注册登记、使用本平台服务、在用户的同意并确认下，本平台将通过注册表格等形式要求用户提供一些个人信息。<span class="blod">这些个人信息包括：</span></p>
      <p>(1)<span class="blod">个人识别资料</span>：如姓名、性别、年龄、出生日期、国籍、身份证号码（或护照号码）、座机/手机、通信地址、住址、电子邮件地址、面部特征、电子签名等信息（用户个人识别资料的组成部分将根据法律、法规及相关监管政策的规定进行实时调整）。</p>
      <p>(2)<span class="blod">个人背景</span>：职业、教育程度、收入状况、婚姻状况、家庭状况、兴趣爱好等。</p>
      <p>(3)<span class="blod">财产信息</span>：房产信息、房源交易信息、房源租赁信息等。</p>
      <p>(4)<span class="blod">其他信息</span>：网页浏览记录、交易记录、定位信息等。</p>
      <p>2.用户对于提供给本平台的个人信息享有以下权利：</p>
      <p>(1)在本平台查询及请求阅览；</p>
      <p>(2)在本平台请求补充或更正；</p>
      <p>(3)请求本平台删除；</p>
      <p>(4)请求本平台停止对个人信息的处理及使用。</p>
      <p>3.<span class="blod">为了向用户提供各种配套服务（如：看房团、团购等服务），本平台通常要求参与者填写相关资料登记表格，以便更好的提供配套服务。</span>此类信息也将成为本平台用户个人信息的一部分，并将被后续记录、保存、保护和合理使用。是否提供配套服务所要求的信息和是否参加此类活动，将完全取决于用户自己的决定。</p>

      <p>五、Cookie和同类技术的使用</p>
      <p>1.为使用户获得更轻松的访问体验，用户访问本平台相关网站或使用本平台提供的服务时，本平台可能会通过小型数据文件识别用户的身份，这么做是帮用户省去重复输入注册信息的步骤，或者帮助判断用户的账户安全。这些数据文件可能是Cookie、Flash Cookie或用户的浏览器提供的其他本地存储（统称“Cookie”）。</p>
      <p>2.本平台网页/页面上常会包含一些电子图象（称为“单像素”GIF文件或“网络beacon”）。使用网络beacon可以帮助网站计算浏览网页的用户或访问某些Cookie。本平台会通过网络beacon收集用户浏览网页活动的信息，例如用户访问的页面地址、用户先前访问的援引页面的位址、用户停留在页面的时间、用户的浏览环境以及显示设定等。</p>
      <p>3.本平台可能使用用户在本平台浏览的行为数据，根据用户的兴趣喜好，在用户浏览平台时有可能展现与用户兴趣相关的信息或内容，这个过程包括以下几个方面：</p>
      <p>(1)通过用户在本平台浏览过的内容，使用Cookie收集并保存用户的行为数据。</p>
      <p>(2)根据用户的浏览行为数据，获取用户的兴趣分类。例如用户最近两天寻找上海市静安区二手房信息，本平台会了解用户的兴趣是上海市静安区的房产。</p>
      <p>4.本平台不会将上述技术收集的信息用于本隐私保护政策所述收集和使用用户个人信息的目的之外的任何用途。<span class="blod">请用户理解，本平台的某些服务只有通过使用Cookie才能实现。如果用户的浏览器或浏览器附加服务允许，用户可以在相关的页面修改对Cookie的接受程度，但这一举动在某些情况下可能会影响用户安全访问本平台或使用平台提供的服务。</span></p>

      <p>六、用户隐私保护</p>
      <p>1.本平台为用户提供评论、问答等服务，并善意提醒所有用户，该区域为网络公开场合，在这些区域内，用户公布的任何信息都有可能成为公开的信息。因此，本平台提醒用户：在这些区域公开用户的个人信息之前，请慎重考虑。</p>
      <p>2.用户是唯一对自己在本平台的账号、密码及其相关注册信息负有权限及保密责任的主体。因此，用户在线时必需小心保护自己账户的安全。</p>
      <p>3.<span class="blod">用户有义务对通过使用本平台服务而知悉、获取、收集或使用的其他用户的个人信息和非个人信息（如涉及）严格保密，未经相关信息权利主体书面同意或授权，不得擅自使用或对外披露该等用户信息。用户应知悉并理解本条款项下的保密义务不受时间限制、亦不因本隐私保护政策终止或失效而失去效力。</span></p>

      <p>七、未成年人隐私权的保护</p>
      <p>1.本平台建立相应合理程序，以保护未成年人个人信息的安全。<span class="blod">本平台郑重声明：任何十八周岁以下的未成年人参加网上活动应事先得到家长或其法定监护人（以下统称为“监护人”）的明确同意。</span></p>
      <p>2.未经监护人同意，未成年人私自上网或者冒用成人名义上网的行为将可能缺乏与之相应的信息安全保护措施。</p>
      <p>3.监护人应承担保护未成年人相关网络隐私的首要责任。</p>
      <p>4.本平台收集未成年人的个人信息，仅为更好服务于未成人特定要求的目的（仅在该用户已确认获得其监护人同意的情况下）。相关信息仅作为保护未成年人参与网络活动时的安全之用，且本平台不会保留这些信息做进一步或其他商业目的的使用。</p>
      <p>5.未经监护人同意，本平台将不会使用未成年人的个人信息，亦不会向任何第三方披露或传送可识别该未成人的个人信息。惟按本隐私保护政策中用户信息披露原则应政府及法律相关要求披露时不在此限。</p>
      <p>6.若经未成年人的监护人同意，本平台可对未成年人的个人信息进行收集，本平台将向监护人提供：</p>
      <p>(1)审视其子女或被监护人相关信息的机会；</p>
      <p>(2)拒绝其子女或被监护人相关个人信息被进一步收集或使用的可能；</p>
      <p>(3)变更或删除其子女或被监护人个人信息。</p>
      <p>7.监护人有权拒绝本平台与其子女或被监护人做进一步的联络。</p>

      <p>八、用户信息披露原则</p>
      <p class="blod">根据中华人民共和国相关法律法规，当相关政府机关依照法定程序要求本平台披露相关个人信息时，本平台将根据执法单位之要求或为公共安全之目的提供相关资料。在此情况下对用户信息的任何披露，本平台均不承担任何责任。</p>

      <p>九、免责条款</p>
      <p>除本隐私保护政策中所述用户信息披露原则中的免责情形外，本平台在下列情况亦毋需承担任何责任：</p>
      <p>(1)由于用户将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息泄露，或其他非因本平台原因导致的个人信息泄漏；</p>
      <p>(2)任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之非本平台原因而造成的个人信息泄露、丢失、被盗用或被篡改等；</p>
      <p>(3)<span class="blod">任何第三方根据本平台各服务协议中所列明的情况使用用户的个人信息，由此所产生的纠纷；</span></p>
      <p>(4)任何因不可抗力所导致的后果。</p>

      <p>十、相关法律</p>
      <p>1.本隐私保护政策适用中华人民共和国法律。</p>
      <p>2.本隐私保护政策未涉及的问题请参见有关法律、法规。当本声明与国家有关法律法规冲突时，以相关法律、法规为准。</p>

      <p>十一、其他声明</p>
      <p>1.<span class="blod">本隐私保护政策系用户与本平台所签订的</span>《严选好房服务协议》<span class="blod">的组成部分，与其具有同等法律效力；对于本隐私保护政策中未作约定的情况，应当按照该协议的约定执行。</span></p>
      <p>2.本隐私保护政策的版权及其修改权、更新权和最终解释权均属本平台所有。</p>
      
      <div class="footer">
        <p>廊坊市创源网络科技有限公司</p>
        <p>2020年05月01日</p>
      </div>
    </div>
  </div>
</template>

<script src="./main"></script>

<style lang="scss" scoped src="./main.scss"></style>
