const data = [
  {
    id: 100001,
    name: '崔慧超',
    commentFloor: '小营路5号',
    commentTime: 1591575411859,
    img: 'http://img-other.jiwu.com/apic/2020/03/10/115505312127.jpg/pc1920x360',
    commentArticle: '项目位于小营路5号,在售户型:建面约109m2东向、建面约114m2东向、建面约121m2东向两室两厅两卫;建面约139m2 东北向、建面约150m2 东向三室两厅两卫。线上售楼处全面开放,保持24小时在线咨询,让您足不出户,安心选房,欢迎致电VIP热线!',
    showAll: false
  },
  {
    id: 100002,
    name: '崔慧超',
    commentFloor: '北京书院',
    commentTime: 1591575411859,
    img: 'http://img-other.jiwu.com/apic/2020/03/10/115505312127.jpg/pc1920x360',
    commentArticle: '项目位于朝阳区北土城东路与惠新东街交叉口西行200米路北,，项目总楼层21层,现在在售的楼层为11层及以下，11层以上未拿到预售证，可以先看房排卡！！在售户型:建面约 66m2 东/西朝向一居室;建面约78m2 东/西朝向一居室;建面约93m2 东北/西北朝向两居室;建面约94m2东南/西南朝向两居室，项目三居室139平米已售罄。线上售楼处全面开放,保持24小时在线咨询,让您足不出户,安心选房,欢迎致电VIP热线!',
    showAll: false
  }
];

export {
  data
};
