const data = [
  {
    id: 100001,
    time: 1591601919173,
    contents: [
      '接受客户137*******5电话咨询',
      '接受客户131*******7电话咨询'
    ]
  },
  {
    id: 100002,
    time: 1591372800000,
    contents: [
      '接受客户152*******3电话咨询',
      '接受客户151*******5电话咨询',
      '派免费专车接客户打**',
      '接受客户130*******6电话咨询',
      '派免费专车接客户打**',
      '接受客户010*******0电话咨询',
      '派免费专车接客户打**',
      '派免费专车接客户雷**'
    ]
  },
  {
    id: 100003,
    time: 1591601919173,
    contents: [
      '接受客户137*******5电话咨询',
      '接受客户131*******7电话咨询'
    ]
  },
  {
    id: 100004,
    time: 1591372800000,
    contents: [
      '接受客户152*******3电话咨询',
      '接受客户151*******5电话咨询',
      '派免费专车接客户打**',
      '接受客户130*******6电话咨询'
    ]
  },
  {
    id: 100005,
    time: 1591601919173,
    contents: [
      '接受客户137*******5电话咨询',
      '接受客户131*******7电话咨询'
    ]
  },
  {
    id: 100006,
    time: 1591372800000,
    contents: [
      '接受客户152*******3电话咨询',
      '接受客户151*******5电话咨询',
      '派免费专车接客户打**',
      '接受客户130*******6电话咨询'
    ]
  }
];

export {
  data
};
